"""

[Забей хуй на внешний вид, сначала кости потом кожу блять.]

- Перенести базовые шаблоны в темплейты этого проекта (+)
- Переделать Навигационную панель под отдельный файл (+) (Просто перенес по сути.)
- Создать базовый метод регистрации (+)
- Сделать Авторизацию (+)
- Создать разграничение доступа. (+)
- Создать профайл пэйдж.  (+)
- Автоприсвоение ролей. (+)
- Создать отдельный CSS файл под Nav-Bar (+)
- Перенос контента из мэйна в Эбаут. (+)
- Переделать подсветку. (+)
- Сделать Карточку About (+)
- Сделать Карточку ? (+)
- Сделать Карточку Synopsis (+)
- Что то сделать со свитчом (+)
- Поправить Лэйаут страниц (+)
- Проблема путей в том что объекты нескалируемые так что надо сферы сделать ввиде дива. (+)
- Сделать скрол панель на главной странице (+)

- Разметить Лендинг часть. (?)
- Грейдануть регистрацию (?)
- Грейдануть Авторизацию (?)
- Поправить карды (?) 
- Заполнить Данные карточек (?)
- Создать "Core_APP" (?)
- Фреймворк пейдж \ ML Page \ Презентативный пэйдж с визуализацией моделей и небольшим объяснением почему я сделал именно так
- Сделать дб под карды, не уверен в этом пока что, но возможно стоит сделать так (?)
- Сделать Data Science Card Page (?)
- Сделать Web Card Page (?)
- Python Card Page (?)
- Сделать языковую поддержку. (?)
- Перенести приветственную надпись в уведомление (?)
- Доделать пути (?)
- Synopsis Page (?)
- Secret Page (?)
- Под чистую переделывать оформление страницу авторизации (?)


- НЕ ЗАБУДЬ ЧТО ГИТ ИГНОР КАК БЫ НАДО НАСТРАИВАТЬ (!!!) [Потом, но це важно]


"""



"""

"""
