"""
1. Создать "Core_APP" (+-)
2. Перенести базовые шаблоны в темплейты этого проекта (+)

2.1 Переделать Навигационную панель под отдельный файл


3. Создать базовый метод регистрации
4. Создать разграничение доступа.
5. Создать профайл пэйдж. (Этот пункт может разбиваться на подпункты)
6. Разметить Лендинг часть. (Этот пункт может разбиваться на подпункты)
"""

"""
Сейчас мы следуем гайду, как минимум до момента создания авторизации, после уже спиздим разграничение доступа
и мб модифицируем используя стороние гайды.

По сути мы ща близимся к фазе 2, фаза 1 еще не выполнена, мы конечно создали приложение Iden, но я пока не уверен в том останется ли оно
Конечно мы можем его использовать дальше, но мне и название не нравится, хотя вот ей богу, лучше сделать то чем будет удобно пользоваться
чем то что будем в коде прикольно написано.
"""

"""
Гайд 3 \ Тайминг 10:00 , он вынес навигационную панель в отдельный файл, я полагаю это удобно для дальнейший разграничений доступа.
И использования РАЗНЫХ навигационных панелей, в общем надо это реализовать.

Он еще использовал бутстрапу , но я не уверен что оно мне надо??

Хотяяяяя, он не так уж и плох.
Вот же он чертила, тупо все спиздил по дизигну.
Нда. 5 минут и у него готов сайт, потому что он все куски напиздил, но будем считать 1:1, я ведь тоже просто спиздил со своего прошлого проекта дерьмецо
"""