"""

[Забей хуй на внешний вид, сначала кости потом кожу блять.]

- Перенести базовые шаблоны в темплейты этого проекта (+)
- Переделать Навигационную панель под отдельный файл (+) (Просто перенес по сути.)
- Создать базовый метод регистрации (+)
- Сделать Авторизацию (+)
- Создать разграничение доступа. (+)
- Создать профайл пэйдж.  (+)

- Разметить Лендинг часть. (?)
- Грейдануть регистрацию (?)
- Грейдануть Авторизацию (?)
- Поправить карды (?) [Там считай полностью переделывать, лучше сделать это скрол панелью а не контент блоком.]
- Создать "Core_APP" (?)
- Фреймворк пейдж \ ML Page \ Презентативный пэйдж с визуализацией моделей и небольшим объяснением почему я сделал именно так
- Автоприсвоение ролей.


"""

"""
Сейчас мы следуем гайду, как минимум до момента создания авторизации, после уже спиздим разграничение доступа
и мб модифицируем используя стороние гайды.

По сути мы ща близимся к фазе 2, фаза 1 еще не выполнена, мы конечно создали приложение Iden, но я пока не уверен в том останется ли оно
Конечно мы можем его использовать дальше, но мне и название не нравится, хотя вот ей богу, лучше сделать то чем будет удобно пользоваться
чем то что будем в коде прикольно написано.
"""

"""
Гайд 3 \ Тайминг 10:00 , он вынес навигационную панель в отдельный файл, я полагаю это удобно для дальнейший разграничений доступа.
И использования РАЗНЫХ навигационных панелей, в общем надо это реализовать.

Он еще использовал бутстрапу , но я не уверен что оно мне надо??

Хотяяяяя, он не так уж и плох.
Вот же он чертила, тупо все спиздил по дизигну.
Нда. 5 минут и у него готов сайт, потому что он все куски напиздил, но будем считать 1:1, я ведь тоже просто спиздил со своего прошлого проекта дерьмецо
"""

"""
19.08.2022
+ Скелет профайл пейджа
+ Кастомный Декоратор авторизованных пользователей
+ Базовое разграничение доступа
"""
