"""
1. Создать "Core_APP"
2. Перенести базовые шаблоны в темплейты этого проекта
3. Создать базовый метод регистрации
4. Создать разграничение доступа.
5. Создать профайл пэйдж. (Этот пункт может разбиваться на подпункты)
6. Разметить Лендинг часть. (Этот пункт может разбиваться на подпункты)
"""

"""
Сейчас мы следуем гайду, как минимум до момента создания авторизации, после уже спиздим разграничение доступа
и мб модифицируем используя стороние гайды.

По сути мы ща близимся к фазе 2, фаза 1 еще не выполнена, мы конечно создали приложение Iden, но я пока не уверен в том останется ли оно
Конечно мы можем его использовать дальше, но мне и название не нравится, хотя вот ей богу, лучше сделать то чем будет удобно пользоваться
чем то что будем в коде прикольно написано.
"""