"""

[Забей хуй на внешний вид, сначала кости потом кожу блять.]

- Перенести базовые шаблоны в темплейты этого проекта (+)
- Переделать Навигационную панель под отдельный файл (+) (Просто перенес по сути.)
- Создать базовый метод регистрации (+)
- Сделать Авторизацию (+)
- Создать разграничение доступа. (+)
- Создать профайл пэйдж.  (+)
- Автоприсвоение ролей. (+)

- Разметить Лендинг часть. (?)
- Грейдануть регистрацию (?)
- Грейдануть Авторизацию (?)
- Поправить карды (?) [Там считай полностью переделывать, лучше сделать это скрол панелью а не контент блоком.]
- Создать "Core_APP" (?)
- Фреймворк пейдж \ ML Page \ Презентативный пэйдж с визуализацией моделей и небольшим объяснением почему я сделал именно так
- Создать отдельный CSS файл под Nav-Bar

"""



"""
22.08.2022


"""
